Revit 2027 API
MEPSection.Number Property
 The Section number.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Number { get; }
Public ReadOnly Property Number As Integer
	Get
public:
property int Number {
	int get ();
}
member Number : int with get
Property Value
Int32
See Also
Reference
MEPSection Class
Autodesk.Revit.DB.Mechanical Namespace